
[
       {
            "name": "Women of Tomorrow",
            "contact":{
                "website": "https://womenoftomorrow.org/",
                "phone": "305-371-3330",
                "email": "womenoftomorrow@womenoftomorrow.org",
                "address":{
                    "street": "8400 NW 36th Street",
                    "city": "Doral",
                    "zipcode": "33166",
                    "state": "Florida"
                    }
            },
            "mission": "The Women of Tomorrow mission is to inspire, motivate and empower at-risk young women to live up to their full potential through a unique group mentoring program with highly accomplished professional women and scholarship opportunities.",
            "category": "Children & Youth",
            "imageURL": "https://womenoftomorrow.org/wp-content/uploads/2020/05/20th-Anniversary-Logo-e1588647931931.jpg"
        },
        {
            "name": "Cat Network, Inc.",
            "contact":{
                "website": "http://www.thecatnetwork.org/",
                "phone": "305-255-3482",
                "email": "info@thecatnetwork.org",
                "address":{
                    "street": "PO Box 347228",
                    "city": "Miami",
                    "zipcode": "33234",
                    "state": "Florida"
                    }
            },
            "mission": "The Cat Network, Inc. (CN) is a 501(c)3, Florida not-for-profit corporation dedicated to humanely reducing cat overpopulation by educating the public about the need to sterilize their pets and strays; providing access to low-cost spay/neuter services for stray, homeless and abandoned cats; helping members in their efforts to place adoptable cats in loving homes; and advocating non-lethal population control and humane public policy.",
            "category": "Animals",
            "imageURL": "https://cdn.greatnonprofits.org/images/logos/cnlogo0.jpg"
        },
        {
            "name": "Pelican Harbor Seabird Station, Inc.",
            "contact":{
                "website": "http://www.pelicanharbor.org/",
                "phone": "(305) 751-9840",
                "email": "info@pelicanharbor.org",
                "address":{
                    "street": "1275 Ne 79th St Causeway",
                    "city": "Miami",
                    "zipcode": "33138",
                    "state": "Florida"
                    }
            },
            "mission": "Pelican Harbor Seabird Station is dedicated to the rescue, rehabilitation, and release of sick, injured or orphaned brown pelicans, seabirds, and other native wildlife; and the preservation and protection of these species through educational and scientific means.",
            "category": "Animals",
            "imageURL": "https://static1.squarespace.com/static/5cb9188ac2ff61238e34b356/t/5cb91a0a15fcc064e02f94bc/1605864497502/?format=1500w"
        },
        {
            "name": "Joshuas Heart Foundation Inc",
            "contact":{
                "website": "http://www.joshuasheart.org/",
                "phone": "(305) 788-8295",
                "email": "info@joshuasheart.org",
                "address":{
                    "street": "2056 NE 155th Street",
                    "city": "North Miami Beach",
                    "zipcode": "33162",
                    "state": "Florida"
                    }
            },
            "mission": "Joshua's heart foundation collects food and monetary donations in order to feed the poor in the community. The organization also strives to increase awareness about global hunger issues and mobilizes support for other hunger relief programs and activities. Joshua's heart foundation is a partner of the 'back pack program' which is designed to meet the needs of hungry children at times when other resources are not available, such as weekends and school vacations.",
            "category": "Human Services",
            "imageURL": "https://cdn.greatnonprofits.org/images/logos/logoJHcolor.JPG"
        },
       {
            "name": "Cuatrogatos Foundation Inc",
            "contact":{
                "website": "http://www.cuatrogatos.org/",
                "phone": "(786) 239-5257",
                "email": "info@cuatrogatos.org",
                "address":{
                    "street": "10854 SW 88th Street, Unit 412",
                    "city": "Miami",
                    "zipcode": "33176",
                    "state": "Florida"
                    }
            },
            "mission": "Cuatrogatos Foundation is a cultural and educational nonprofit organization created in 2012 and based in Miami-Dade, Florida. The organization works to develop projects for children, youth and adults. Through education, the promotion of reading, literature and the appreciation of different art forms, Cuatrogatos Foundation wants to contribute to the formation of civic values, the coexistence, understanding and respect of differences, and knowledge of other cultures. Another goal is preserve, share and disseminate Hispanic cultural heritage.",
            "category": "Arts & Culture",
            "imageURL": "https://cdn.greatnonprofits.org/images/logos/Logo_4Gatos_Eng_FullColor_Specialshort0.jpg"
       },
       {
           "name": "Whispering Manes Therapeutic Riding Center",
            "contact":{
                "website": "http://whisperingmanes.org/",
                "phone": "305-596-4204",
                "email": "info@whisperingmanes.org",
                "address":{
                    "street": "6105 SW 125th Avenue",
                    "city": "Miami",
                    "zipcode": "33183",
                    "state": "Florida"
                    }
            },
            "mission": "To benefit children and adults with special needs or disabilities by offering them the opportunity to interact with dedicated horses in a manner that promotes physical, mental, and emotional wellbeing. We believe people can develop therapeutic relationships with horses, crossing boundaries of speech and physical disabilities in a way that encourages healing and improved self-esteem.",
            "category": "Human Services",
            "imageURL": "https://cdn.greatnonprofits.org/images/logos/FinalLogo3.jpg"
       },
       {
           "name": "Take Stock in Children",
            "contact":{
                "website": "http://www.takestockinchildren.org/",
                "phone": "(786) 369-5130",
                "email": "Communications@tsic.org",
                "address":{
                    "street": "8600 NW 36th Street, Suite 500",
                    "city": "Miami",
                    "zipcode": "33166",
                    "state": "Florida"
                    }
            },
            "mission": "Take Stock in Children aims to passionately promote personal growth, self responsibility and academic success for deserving low-income students by providing a unique set of resources including mentors, scholarships, long term support, student advocacy and a guaranteed educational opportunity. Our purpose is to prepare and develop our students to be successful people, focused on being their best and contributing members of society. Our goal is to develop confidence, competence, pride, a sense of belonging and hope in each student. Achieving this goal will result in an improved quality of life for all of our stakeholders. We believe that a willing child can succeed with the help of passionate and caring people, encouragement and challenge, hard work and accountability.",
            "category": "Children & Youth",
            "imageURL": "https://cdn.greatnonprofits.org/images/logos/TSIC_FinalRGBLogo.jpg"
       }, 
       {   
           "name": "American Childrens Orchestras for Peace",
            "contact":{
                "website": "http://www.americanchildrensorchestras.org/",
                "phone": "305-285-2303",
                "email": "acop@children-for-peace.com",
                "address":{
                    "street": "3211 Ponce de Leon Blvd, Ste 210",
                    "city": "Miami",
                    "zipcode": "33130",
                    "state": "Florida"
                    }
            },
            "mission": "To create for our children, through music, an environment free from violence. Vision Statement: By developing specific musical programs we will provide our children with alternatives to the cycle of poverty and hopelessness that so often leads to violence. We involve the general community in these musical programs through free concerts at schools, parks and other institutions in various neighborhoods throughout Miami-Dade. Disadvantaged children, typically low income and/or disabled, receive free individual music education and participate in full orchestra concerts. ACOP is based on an internationally acclaimed format proven to increase academics, cognitive skills and self-esteem.",
            "category": "Arts & Culture",
            "imageURL": "https://cdn.greatnonprofits.org/images/logos/ACOPLOGOGOODJPEG0.jpg"
       },
       {
            "name": "National Voices for Equality Education and Enlightenment",
            "contact":{
                "website": "WWW.NVEEE.ORG",
                "phone": "954.866.5880",
                "email": "info@nveee.org",
                "address":{
                    "street": "777 Brickell Ave Suite 500",
                    "city": "Miami",
                    "zipcode": "33131",
                    "state": "Florida"
                    }
            },
            "mission": "To prevent bullying, violence, and suicide among youth, families and communities through direct service, mentoring and prevention education.",
            "category": "Children & Youth",
            "imageURL": "https://cdn.greatnonprofits.org/images/logos/nveeelogo2.jpg"   
       },
       {
           "name": "Veterans Ocean Adventures, Inc",
            "contact":{
                "website": "http://www.veteransoceanadventures.org/",
                "phone": "3053896328",
                "email": "",
                "address":{
                    "street": "PO Box 226571",
                    "city": "Doral",
                    "zipcode": "33222",
                    "state": "Florida"
                    }
            },
            "mission": "Create an opportunity for veterans to experience the healing power of water. Vision Create an opportunity for disabled veterans to experience open ocean sailing, offshore cruising and scuba diving through collaboration with community partners including the Miami VA and Miami Vet Center. Once participants have completed the Introduction to Water Sports program and express a desire to advance to blue water sailing, Veterans Ocean Adventures provides an introduction to cruising in the Florida Keys and the Bahamas. Select participants may continue on to join a leg of an ongoing world circumnavigation.",
            "category": "Veterans",
            "imageURL": "https://cdn.greatnonprofits.org/images/logos/VOA-10Years-transparent.png"       
       },
       {
           "name": "Sandals Foundation Inc",
            "contact":{
                "website": "http://www.sandalsfoundation.org/",
                "phone": "3053896328",
                "email": "foundation@grp.sandals.com",
                "address":{
                    "street": "4950 SW 72nd Ave",
                    "city": "Miami",
                    "zipcode": "33155",
                    "state": "Florida"
                    }
            },
            "mission": "The Sandals Foundation is a non-profit organization launched in March 2009 to help Sandals Resorts International continue to make a difference in the Caribbean. All costs associated with administration and management is supported by Sandals International so that 100% of every dollar donated goes directly towards funding impactful and meaningful initiatives within the key areas of Education, Community and Environment.",
            "category": "Education",
            "imageURL": "https://cdn.greatnonprofits.org/images/logos/SFLogo.jpg"  
       },
       {
           "name": "Art Studio Inc",
            "contact":{
                "website": "http://artstudiomiami.org/",
                "phone": " 786-250-2781",
                "email": "",
                "address":{
                    "street": "7230 NW Miami Ct Studio #5",
                    "city": "Miami",
                    "zipcode": "33150",
                    "state": "Florida"
                    }
            },
            "mission": "The mission of Art Studio Inc, a 501c3 non-profit organization, is to empower young minds by providing a safe location where youth are inspired and guided by artists, teachers and professional mentors who support the student's education and career development through the integration of creative holistic arts.",
            "category": "Arts & Culture",
            "imageURL": "https://cdn.greatnonprofits.org/images/logos/ASMlogo_top-rated0.jpg"
       },
       {
           "name": "Bridge to Hope",
            "contact":{
                "website": "http://www.bridgetohope.net/",
                "phone": "786-269-1608",
                "email": "info@bridgetohope.net",
                "address":{
                    "street": "10844 SW 188th Street",
                    "city": "Cutler Bay",
                    "zipcode": "33157",
                    "state": "Florida"
                    }
            },
            "mission": "Bridge To Hope provides comprehensive wrap-around supports designed to bridge the gap to self-sufficiency, improve health, well-being, and economic opportunity for income challenged and in-crisis families in a manner that preserves dignity, and inspires hope. Programs are designed to improve health outcomes and economic upward mobility; to raise the quality of life, standard of living & restore dignity & hope to those in need. Bridge to Hope is an equal opportunity provider.",
            "category": "Education",
            "imageURL": "https://cdn.greatnonprofits.org/images/logos/BridgeLogo2.jpg"
       },
       {
           "name": "Project Medishare for Haiti Inc",
            "contact":{
                "website": "http://www.projectmedishare.org/",
                "phone": "",
                "email": "info@projectmedishare.org",
                "address":{
                    "street": "8260 NE 2nd Ave",
                    "city": "Miami",
                    "zipcode": "33138",
                    "state": "Florida"
                    }
            },
            "mission": "Driven by our belief that healthcare is a fundamental human right, Project Medishare empowers Haitians to provide and receive access to quality healthcare. We share our knowledge and resources with local partners to improve health infrastructure and strengthen the skills of medical professionals. Our programs are community-based and Haitian led.",
            "category": "Human Services",
            "imageURL": "https://cdn.greatnonprofits.org/images/logos/logo_web2.jpg"
       },
       {
           "name": "Universal Aid for Children, Inc.",
            "contact":{
                "website": "http://www.uacukraine.org/",
                "phone": "(954) 381-9044",
                "email": "info@uacukraine.org",
                "address":{
                    "street": "2103 Coral Way, Suite 202",
                    "city": "Miami",
                    "zipcode": "33145",
                    "state": "Florida"
                    }
            },
            "mission": "Universal Aid for Children, Inc. strives to fulfill the medical, educational and emotional needs of orphans, refugee children and young people with disabilities in the Odessa region of Ukraine.",
            "category": "Children & Youth",
            "imageURL": "https://cdn.greatnonprofits.org/images/logos/UAC_logo_vertical_1color_reverse.png"
       },
       {
           "name": "Biscayne Bay Foundation",
            "contact":{
                "website": "http://www.biscaynebayfoundation.org/",
                "phone": " 954-708-4073",
                "email": "info@biscaynebayfoundation.org",
                "address":{
                    "street": "3001 sw 79 ct",
                    "city": "Miami",
                    "zipcode": "33155",
                    "state": "Florida"
                    }
            },
            "mission": "To restore our waterways and save our wildlife.",
            "category": "Animals",
            "imageURL": "https://cdn.greatnonprofits.org/images/logos/11849155_500785596739035_1263552594_a0.jpg"
       },
       {
           "name": "Amigos Near Foundation",
            "contact":{
                "website": "http://amigosnear.org/",
                "phone": "",
                "email": "",
                "address":{
                    "street": "1111 Sw 1st Ave Apt 1615",
                    "city": "Miami",
                    "zipcode": "33130",
                    "state": "Florida"
                    }
            },
            "mission": "Amigos Near is a nonprofit foundation with a mission to help underprivileged kids around the world. Our focus thus far has been working with orphan children and kids with cancer. These children yearn for our LOVE and attention. Our goal is simple: to bring a smile to their faces. Since 2009 our foundation has enjoyed exceptional successes, consistently exceeding our goals. Our hands on approach and passion has permitted us to physically hand deliver donated toys, shoes, clothes, beds, food and other aid directly to the source of need. The Chinese philosopher Lao-tzu wrote – “A journey of a thousand miles begins with a single step.” We invite you to take this step with us, become a part of our group, help us bring some smiles!",
            "category": "Children & Youth",
            "imageURL": "https://cdn.greatnonprofits.org/images/logos/AmigosNearLOGOFuscia-bkg.jpg"
       },
       {
           "name": "Mystic Force Foundation",
            "contact":{
                "website": "http://www.mysticforcefoundation.com/",
                "phone": "305-726-1155",
                "email": "Silvia@MysticForceFoundation.com",
                "address":{
                    "street": "1943 NE 164th Street",
                    "city": "North Miami Beach",
                    "zipcode": "33162",
                    "state": "Florida"
                    }
            },
            "mission": "Mystic Force Foundation is 501(c)(3) non-profit public charity dedicated to raising awareness and desperately needed funds for Childhood Cancer Research, as well as advocacy in Washington, DC, granting ‘Wishes’, and hosting monthly parties for our inpatient kids battling Childhood Cancer. We have also opened the Heroes Hangout, the 1st and only Childhood Cancer Haven in the country dedicated to bringing joy and smiles to our littlest Heroes between treatments. Heroes Hangout is Sponsored by the Dante Law Firm and is 100% Community Supported.",
            "category": "Philanthropy",
            "imageURL": "https://cdn.greatnonprofits.org/images/logos/MFFLogo.jpg"
       },
       {
           "name": "Sundari Foundation, Inc.",
            "contact":{
                "website": "http://lotushouseshelter.org/",
                "phone": "305-365-2478",
                "email": "needshelter@lotushouse.org",
                "address":{
                    "street": "217 NW 15th Street",
                    "city": "Miami",
                    "zipcode": "33136",
                    "state": "Florida"
                    }
            },
            "mission": "The Sundari Foundation is a 501c3 non-profit, non-denominational public charity, dedicated to the education, advancement and social inclusion of poor, disadvantanged and homeless women and children.  The first initiative of the Foundation was the establishment of the Lotus House Women’s Shelter in the heart of Overtown, Miami, an area suffering from profound poverty and urban blight in one of the poorest large cities in the United States.  Lotus House is a unique women's resource center and residential facility serving women who are homeless or at risk of being homeless, whether due to domestic violence, untreated medical or mental illness, disability, loss of employment, or other economic reasons. For many women, it is the shelter of last resort, as time spent in temporary shelters does not afford them an opportunity to address untreated medical and mental health issues, obtain employment, and save the funds needed to secure affordable housing.  This is not a typical short term shelter, but a place where the minds, bodies and spirits of women most in need are nurtured and supported to empower them to improve the quality of their lives on every level, achieve greater self sufficiency, and transition to permanent homes off the streets.",
            "category": "Homeless & Housing",
            "imageURL": "https://cdn.greatnonprofits.org/images/logos/Jpg_logo.jpg"
       },
       {
           "name": "Artefactus Cultural Project",
            "contact":{
                "website": "http://www.artefactus.us/",
                "phone": "7867045715",
                "email": "info@artefactus.us",
                "address":{
                    "street": "14963 Sw 75th Ter",
                    "city": "Miami",
                    "zipcode": "33193",
                    "state": "Florida"
                    }
            },
            "mission": " Artefactus Cultural Project, Inc aims to research, produce and promote theater, dance, music, film, visual arts, literature and other forms of non-traditional art, with emphasis on Hispanic culture. To this purpose it develops programs such as Artefactus Theatre, Artefactus Gallery and Artefactus Press, among others; encourages intercultural and international exchanges; and develops workshops, meetings, conferences and festivals to promote arts education, critical and creative thinking, and multicultural values of Miami City",
            "category": "Homeless & Housing",
            "imageURL": "https://cdn.greatnonprofits.org/images/logos/LogocompactoArtefactus_2020.jpg"
       }
       
]